Fix for README
